---
title: "새해 다짐"
created_at: 2022-12-31T07:50:00.000Z
lang: ko
layout: tweet
tags:
  - productivity
---

새해 다짐 같은 거 안적은지 좀 되었지만, 꼭 뭔갈 해보시겠다면.. 팟캐에서 주워 들은 얘기 + 제 생각 좀 섞어 말해볼게요.

**1. 만약 뭔가 세우시려면 수치로 잴 수 있게 정해보세요.**

- ❌ 건강한 사람되기
- ✅ 일주일에 세 번 운동하기 ➡️ 물론 어떤 운동을 얼만큼 할 지도 정할 수 있겠죠
- ❌ 개발 실력 늘리기 ➡️ 측정할 수 없고 늘었다는 기분을 쉽사리 느낄 수 없음.. 차라리
- ✅ 강좌 N 개 듣기, 사이드 프로젝트 M 개 하기 (➡️ 사실 이것도 썩 맘에 들지 않는데 더 좋은 예제 있을까요?)

**2. 최종 목표만 잡지 말고 점진적 중간 목표도 잡아보세요.**

주 3회 운동하는 게 목표인데 현재 주 0회 운동한다? 그러면 일단 1분기 목표를 주 1회로 시작해보세요. 뭐든 변화를 가져오면 그에 맞게 적응하고 고민해 볼 여유가 필요해요. 시간과 에너지는 유한하거든요. 점진적으로 한발한발.

**3. "연속"에 목매지 않기.**

N일 연속이 멋져 보이지만 불필요한 긴장감만 높일 수 있어요. 결국엔 습관을 만들고 싶어 그런걸테니 트렌드가 올라가는 것에 집중해보세요.

매일 뭔갈 하는 습관을 가지고 싶은데,

"오, 주 2회 밖에 못하던거 요즘은 주 4회하네."

이런 트렌드 상승에 의미를 두시죠!

**4. 포기할 줄 알기**

원래 내 능력치 명쾌하게 아는 사람이 많지 않다 생각하고, 내가 컨트롤할 수 없는 변수도 많잖아요.

중요한 건, 아주 작은 성공들을 모아가며 더 자신감 얻고, 조금씩 더 큰 성공들을 쌓아가는 거니까.

무리하며 좌절하면서까지 무언갈 지키고 증명하려 노력하지 않아도 돼요.

근데, 사실 새해가 시작된다고 없던 에너지가 생기거나 하루가 48시간이 되는 게 아니라 지금 하고 계시던 걸 계속 해보시는 것만으로도 충분하지 않을까요?

일단 전 불어 공부를 좀 더 해봐야 할 거 같아서, 그걸 위해 기존의 무엇을 더 줄여야 할 지 고민해 보려합니다 😊

https://twitter.com/eunjae_lee_ko/status/1609094681765240832